docs/benchmarking/datasets/benchmark-dry-run/raw/vegeta/run-001/vegeta.txt
Requests      [total, rate, throughput]  2500, 500.15, 499.99
Duration      [total, attack, wait]      5.000095771s, 4.998493821s, 1.60195ms
Latencies     [mean, 50, 95, 99, max]    1.27399ms, 1.205753ms, 2.442309ms, 4.727384ms, 10.967308ms
Bytes In      [total, mean]              2397500, 959.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:2500  
Error Set: